Repository: Daniel-KM/Omeka-S-module-Thesaurus
Catalog: language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: is
fr: est

source: browse
fr: parcourir

source: No concept.
fr: Pas de concept.

source: New thesaurus
fr: Nouveau thésaurus

source: Thesaurus
fr: Thésaurus

source: Convert
fr: Convertir

source: Convert a file into a thesaurus
fr: Convertir un fichier en un thésaurus

source: [no owner]
fr: [Pas de propriétaire]

source: Edit structure
fr: Modifier l’arborescence

source: Update path/ascendance and reindex
fr: Mise à jour du chemin/ascendance et réindexation

source: Convert a list into a thesaurus.
fr: Convertir une liste en un thésaurus.

source: Flat
fr: Plat

source: Concept scheme
fr: Schéma conceptuel

source: Update and reindex
fr: Mettre à jour et réindexer

source: Open all
fr: Tout ouvrir

source: Close all
fr: Tout fermer

source: Update concepts
fr: Mettre à jour les concepts

source: Update ascendances and paths according to main settings.
fr: Mettre à jour les ascendances et les chemins en fonction des paramètres principaux.

source: It is now possible to get thesaurus data for another item without rebuilding it.
fr: Il est désormais possible de récupérer les données d’un thésaurus pour un autre contenu sans le reconstruire.

source: Many performance improvements have been implemented. Big thesaurus can be managed instantly.
fr: De nombreuses améliorations des performances ont été mises en œuvre. Les grands thésaurus peuvent être gérés instantanément.

source: It is now possible to import a file and to create a standard thesaurus with all linked resources.
fr: Il est désormais possible d’importer un fichier et de créer un thésaurus standard avec toutes les ressources liées.

source: {link}New settings{link_end} allow to store the path or the ascendance of each concept automatically or via the update button of the thesaurus.
fr: {link}Les nouveaux paramètres{link_end} permettent d’enregistrer le chemin ou l’ascendance de chaque concept automatiquement ou via le bouton de mise à jour du thésaurus.

source: The template layout of some blocks Thesaurus was renamed. Check matching pages: {json}.
fr: Le gabarit de certains blocs Thésaurus a été renommé. Vérifiez les pages correspondantes : {json}.

source: The setting "heading" was removed from block Thessaurus. New blocks "Heading" or "Html" were prepended to all blocks that had a filled heading. You may check pages for styles: {json}
fr: Le paramètre « Titre » a été supprimé du bloc Thesaurus. Un nouveau bloc « Titre » ou « Html » a été ajouté à tous les blocs qui contenait une entête. Vous pouvez vérifier les pages pour les styles : {json}

source: The setting "template" was moved to the new block layout settings available since Omeka S v4.1. You may check pages for styles: {json}
fr: Le paramètre « template » a été déplacé dans les nouveaux paramètres de bloc depuis Omeka S v4.1. Vous pouvez vérifier les pages pour les styles : {json}

source: The template files for the block Thesaurus should be moved from "view/common/block-layout" to "view/common/block-template" in your themes. This process can be done automatically via a task of the module Easy Admin before upgrading the module (important: backup your themes first). You may check your themes for pages: {json}
fr: Les fichiers de gabarit du bloc Thesaurus doivent être déplacés de should be moved from "« view/common/block-layout » à « view/common/block-template » dans vos thèmes. Ce traitement peut être réalisé automatiquement via une tâche du module Easy Admin avant la mise à jour du module (important : sauvegardez vos thèmes d’abord). Vous pouvez vérifier les pages : {json}

source: It is recommended to install module CustomVocab to take full advantage of this module.
fr: Il est recommandé d’installer le module CustomVocab pour profiter pleinement de ce module.

source: Thesaurus: Index thesaurus
fr: Thésaurus : Indexer les thésaurus

source: Unable to find resource template "Thesaurus Concept".
fr: Impossible de trouver le modèle de ressource « Thesaurus Concept ».

source: Unable to find vocabulary Skos.
fr: Impossible de trouver le vocabulaire Skos.

source: Unable to find property {term} for descriptor.
fr: Impossible de trouver la propriété {term} pour le descripteur.

source: Unable to find property {term} for path.
fr: Impossible de trouver la propriété {term} pour le chemin.

source: Unable to find property {term} for ascendance.
fr: Impossible de trouver la propriété {term} pour l’ascendance.

source: Top concepts
fr: Concepts racines

source: Narrower concepts
fr: Concepts spécifiques

source: Related concepts
fr: Concepts liés

source: Sibling concepts
fr: Concepts équivalents

source: Ascendant concepts
fr: Concepts ascendants

source: Descendant concepts
fr: Concepts descendants

source: Linked concepts
fr: Concepts associés

source: Tree of concepts
fr: Arborescence de concepts

source: Branch of current concept
fr: Branche du concept en cours

source: Tree of current concept
fr: Arborescence du concept en cours

source: Descendants of current concept
fr: Descendants du concept en cours

source: Root concept
fr: Concept racine

source: Broader concept
fr: Concept générique

source: Specific concept
fr: Concept spécifique

source: Properties and separator should be set in {link}main settings{link_end}.
fr: Les propriétés et le séparateur doivent être définis dans les {link}paramètres généraux{link_end}.

source: A name is required to create a thesaurus.
fr: Un nom est nécessaire pour créer un thésaurus.

source: The format of the file is undetermined.
fr: Le format du fichier est indéterminé.

source: A list of concepts is required to create a thesaurus.
fr: Une liste de concepts est nécessaire pour créer un thésaurus.

source: A preferred label with the descriptor or the full path is required to fill concepts.
fr: Une étiquette préférée avec le descripteur ou le chemin d’accès complet est nécessaire pour remplir les concepts.

source: The input format is defined as containing codes, but no codes are defined.
fr: Le format d’entrée est défini pour contenir des codes, mais aucun code n’est défini.

source: The property {property} for descriptor is not managed.
fr: La propriété {property} du descripteur n’est pas gérée.

source: The property "{property}" for path is not managed.
fr: La propriété « {property} » pour le chemin n’est pas gérée.

source: The property "{property}" for ascendance is not managed.
fr: La propriété « {property} » pour l’ascendance n’est pas gérée.

source: Processing {count} descriptors in three steps.
fr: Traitement des {count} descripteurs en trois étapes.

source: Step 1/3: creation of {count} descriptors.
fr: Étape 1/3 : création de {count} descripteurs.

source: Step 2/3: creation of relations between descriptors.
fr: Étape 2/3 : création de relations entre les descripteurs.

source: {count}/{total} descriptors completed.
fr: {count}/{total} descripteurs complétés.

source: Step 3/3: indexation of new thesaurus.
fr: Étape 3/3 : indexation du nouveau thésaurus.

source: The thesaurus "{name}" is ready, with {count} descriptors.
fr: Le thésaurus « {name} » est prêt, avec {count} descripteurs.

source: The line "{string} has the code "{code}", but there is no previous descriptor to apply to it. It is skipped.
fr: La ligne « {string} » a le code « {code} », mais il n’y a aucun descripteur avant sur lequel l’appliquer. Elle est ignorée.

source: The job was stopped. {count}/{total} lines processed.
fr: La tâche a été arrêtée. {count}/{total} lignes traitées.

source: {count}/{total} descriptors processed.
fr: {count}/{total} descripteurs traités.

source: After first step, {count} descriptors can be processed.
fr: Après la première étape, {count} descripteurs peuvent être traités.

source: The job was stopped. {count}/{total} descriptors processed.
fr: La tâche a été arrêtée. {count}/{total} descripteurs traités.

source: No thesaurus specified.
fr: Pas de thésaurus indiqué.

source: Thesaurus #{item_id} not found.
fr: Le thésaurus #{item_id} n’a pas été trouvé.

source: Item #{item_id} is not a thesaurus.
fr: Le contenu #{item_id} n’est pas un thésaurus.

source: The thesaurus "{title}" (#{item_id}) is empty. No process can be done for now. Include concepts in thesaurus first.
fr: Le thésaurus « {title} » (#{item_id}) est vide. Aucune restructuration ne peut être effectuée. Inclure d’abord les concepts dans le thésaurus.

source: Starting restructuration of thesaurus "{title}" (#{item_id}) .
fr: Lancement de la restructuration du thésaurus « {title} » (#{item_id}) .

source: Concepts were restructured and reindexed for thesaurus "{title}" (#{item_id}) .
fr: Les concepts ont été restructurés et réindexés pour le thésaurus « {title} » (#{item_id}) .

source: An error occurred. Ended restructuration of thesaurus "{title}" (#{item_id}) .
fr: Une erreur s’est produite. Fin de la restructuration du thésaurus « {title} » (#{item_id}) .

source: Missing id or parent key for id #{item_id}.
fr: Id manquant ou clé "parent" manquante pour id #{item_id}.

source: The thesaurus is now empty.
fr: Le thésaurus est désormais vide.

source: No defined property for path or ascendance, so nothing to fill.
fr: Aucune propriété définie pour le chemin ou l’ascendance, donc rien à remplir.

source: The mode "{mode}" is not supported.
fr: Le mode « {mode} » n’est pas pris en charge.

source: The property "{property}" for descriptor is not managed.
fr: La propriété « {property} » du descripteur n’est pas gérée.

source: The property to use as a title is not set in the template Thesaurus Concept.
fr: La propriété à utiliser comme titre n’est pas définie dans le modèle Concept de thésaurus.

source: To update data, the property used as a title in the template "Thesaurus Concept" must be "skos:prefLabel", not "{property}".
fr: Pour mettre à jour les données, la propriété utilisée comme titre dans le modèle « Thesaurus Concept » doit être « skos:prefLabel », et non « {property} ».

source: To update data, the descriptor must be the preferred label, not "{property}".
fr: Pour mettre à jour les données, le descripteur doit être l’étiquette préférée et non « {property} ».

source: Updating {count} descriptors.
fr: Mise à jour des {count} descripteurs.

source: Concepts were updated and reindexed for thesaurus "{title}" (#{item_id}).
fr: Les concepts ont été mis à jour et réindexés pour le thésaurus « {title} » (#{item_id}) .

source: No thesaurus in the database.
fr: Pas de thésaurus dans la base.

source: Starting indexing of thesaurus "{title}" (#{item_id}).
fr: Lancement de l’indexation du thésaurus « {title} » (#{item_id}) .

source: Thesaurus "{title}" (#{item_id}) not indexed.
fr: Le thésaurus « {title} » (#{item_id}) n’a pas été indexé.

source: Thesaurus #{item_id} has a missing root for item #{item_id_2}.
fr: Le thésaurus #{item_id} a une racine manquante pour le contenu #{item_id_2}.

source: Thesaurus "{title}" (#{item_id}) indexed (full thesaurus: #{thesaurus_id}).
fr: Le thésaurus « {title} » (#{item_id}) a été indexé (thésaurus complet : #{thesaurus_id}).

source: Thesaurus #{item_id} has no top concepts.
fr: Le thésaurus #{item_id} n’a pas de concepts racine.

source: The term #{item_id} has more than {count} levels.
fr: Le concept #{item_id} a plus de {count} niveaux.

source: Property used for the label of the descriptor
fr: Propriété pour l’étiquette du descripteur

source: It is not recommended to change it once set.
fr: Il n’est pas recommandé de le modifier une fois qu’il est réglé.

source: Skos preferred label (default)
fr: Étiquette préférée Skos (défaut)

source: Skos alternative label
fr: Étiquette alternative Skos

source: Skos hidden label (not recommended)
fr: Étiquette cachée Skos (déconseillé)

source: Property used for the full path (ascendance and descriptor)
fr: Propriété pour le chemin complet (du concept racine au descripteur)

source: To store the path or the ascendance simplifies form filling and searches.
fr: L’enregistrement du chemin ou de l’ascendance simplifie le remplissage des formulaires et les recherches.

source: Skos preferred label (not recommended)
fr: Étiquette préférée skos (déconseillé)

source: Skos hidden label
fr: Étiquette cachée Skos

source: Property used for the ascendance
fr: Propriété pour l’ascendance

source: Skos alternative label (not recommended)
fr: Étiquette alternative Skos (déconseillé)

source: Skos hidden label (if needed)
fr: Étiquette cachée Skos (si nécessaire)

source: Ascendance separator (with spaces)
fr: Séparateur pour l’ascendance (avec espaces)

source: Usually " :: ", " -- ", " / " or " > ". Set a leading and a trailing space if needed. It must not be used in descriptors.
fr: Généralement « :: », « -- », « / » ou « > ». Définit un espace de départ et un espace d’arrivée si nécessaire. Il ne doit pas être utilisé dans les descripteurs.

source: Display of html "select" options
fr: Affichage du menu déroulant html « select »

source: Full path
fr: Ascendance complète

source: Indented
fr: Indentation

source: Scheme or concept id
fr: Schéma ou id du concept

source: Type of display
fr: Type d’affichage

source: Root
fr: Racine

source: Broader
fr: Générique

source: Narrower concepts or self
fr: Concepts spécifiques ou lui-même

source: Related concepts or self
fr: Concepts liés ou lui-même

source: Sibling concepts or self
fr: Concepts équivalents ou lui--même

source: Ascendants as list
fr: Ascendants en liste

source: Ascendants or self as list
fr: Ascendants ou lui-même en liste

source: Descendants as list
fr: Descendants en liste

source: Descendants or self as list
fr: Descendants ou lui-même en liste

source: Tree structure
fr: Structure en arborescence

source: Branch
fr: Branche

source: Branch without top
fr: Branche sans racine

source: Branch from item
fr: Branche depuis l’item

source: Branch below item
fr: Branche sous l’item

source: Flat tree
fr: Arborescence plate

source: Flat branch
fr: Branche plate

source: Select type…
fr: Choisir le type…

source: Type of link
fr: Type de lien

source: Both
fr: Les deux

source: Property for links
fr: Propriété pour les liens

source: Generally, it is "dcterms:subject".
fr: Il s’agit généralement de « dcterms:subject ».

source: Hide if empty
fr: Cacher si vide

source: Level expanded
fr: Profondeur initiale

source: Set 0 to start closed, a big number to display all levels.
fr: Indiquer 0 pour afficher l’arborescence fermée, un grand nombre pour afficher tous les niveaux.

source: Replace existing values
fr: Remplacer les valeurs existantes

source: Prepend new value
fr: Ajouter une nouvelle valeur en premier

source: Append new value
fr: Ajouter une nouvelle valeur

source: Remove values
fr: Supprimer les valeurs

source: Thesaurus text file
fr: Fichier texte du thésaurus

source: The thesaurus is a simple txt file, with one concept by line, and tabulations to indicate the hierarchic level.
fr: Le thésaurus est un simple fichier texte avec un concept par ligne et des tabulations pour indiquer le niveau hiérarchique.

source: Input format
fr: Format de saisie

source: Tabulation offsets
fr: Arborescence avec des tabulations

source: Tabulation offsets with prepended codes
fr: Arborescence avec des tabulations et des codes préfixés

source: Tabulation offsets with appended codes
fr: Arborescence avec des tabulations et des codes suffixés

source: Structure and label (01-02-03 xxx)
fr: Structure et libellé (01-02-03 xxx)

source: Property mapping for prepended or appended codes
fr: Alignement des codes préfixés ou suffixés et des propriétés

source: Set codes mapped with the property. A property can be set directly when used in input table.
fr: Aligner les codes avec une propriété. Une propriété peut aussi être indiquée directement quand elle utilisée dans le tableau d’entrée.

source: Skip first line
fr: Ignorer la première ligne

source: Clean input
fr: Nettoyer les données

source: Remove trailing punctuation
fr: Suppression de la ponctuation finale

source: Lower case for string
fr: Mise en minuscule

source: Lower case for string and upper case for first letter
fr: Mise en minuscule et majuscule pour la première lettre

source: Lower case for string and upper case for each word
fr: Mise en minuscule et majuscule pour la première lettre de chaque mot

source: Upper case for string
fr: Mise en majuscule

source: Output
fr: Sortie

source: As text to copy paste
fr: En texte à copier-coller

source: As file
fr: En fichier

source: As a new thesaurus (check as text first)
fr: Comme nouveau thésaurus (vérifier d’abord en texte)

source: As a new thesaurus
fr: Dans un nouveau thésaurus

source: Upload thesaurus
fr: Chargement du thésaurus

source: Limit deletion
fr: Limiter la suppression

source: Scheme only
fr: Schème seul

source: Scheme and all concepts
fr: Schème et concepts

source: Scheme, all concepts and item set
fr: Schème, concepts et collection

source: A term must be an item.
fr: Un concept doit être un contenu.

source: A term must have a scheme.
fr: Un concept doit avoir un schéma.

source: This item is already a term in this scheme.
fr: Ce contenu est déjà un concept dans ce schéma.

source: The scheme of the broader term must be the same than term one.
fr: Le schéma du concept générique doit être le même que le concept.

source: A term must not be a ancestor of itself.
fr: Un concept ne peut pas être un ancêtre de lui-même.

source: There cannot be more than %d ancestors.
fr: Il ne peut pas y avoir plus de %d ancêtres.

source: There cannot be more than %d levels of descendants.
fr: Il ne peut pas y avoir plus de %d niveaux de descendants.

source: The thesaurus has no item set with class "skos:Collection" or "skos:OrderedCollection".
fr: Le thésaurus n’a pas d’élément de classe « skos:Collection » ou « skos:OrderedCollection ».

source: thesaurus
fr: thésaurus

source: The item #{item_id} is not available.
fr: Le contenu #{item_id} n’est pas disponible.

source: The item #{item_id} does not belong to a thesaurus.
fr: Le contenu #{item_id} n’appartient pas à un thésaurus.

source: Thesaurus scheme successfully deleted
fr: Le schème du Thésaurus a été supprimé avec succès

source: Full thesaurus successfully deleted
fr: Le thésaurus a été entièrement supprimé

source: Full thesaurus and item set successfully deleted
fr: Le thésaurus a été entièrement supprimé, ainsi que la collection

source: Item #{item_id} is not a skos scheme and is not a thesaurus.
fr: Le contenu #{item_id} n’a pas de schème skos et n’est pas un thésaurus.

source: User is not allowed to batch edit thesaurus.
fr: L’utilisateur n’a pas le droit d’éditer en lot le thésaurus.

source: Indexing concepts in background ({link}job #{job_id}{link_end}, {link_log}logs{link_end}).
fr: Indexation des concepts en arrière-plan ({link}tâche #{job_id}{link_end}, {link_log}journaux{link_end}).

source: You may need to reload {link}this page{link_end} a second time to clean indexation of top concepts.
fr: Vous pouvez avoir besoin de recharger {link}cette page{link_end} une seconde fois pour finaliser l’indexation des concepts racines.

source: Unallowed request.
fr: Requête non autorisée.

source: Missing file.
fr: Fichier manquant.

source: Wrong request for file.
fr: Requête du fichier incorrecte.

source: The process to import a thesaurus with codes is useful only when codes are prepended/appended to descriptors.
fr: Le traitement pour importer un thésaurus avec des codes est utiles seulement quand des codes sont préfixés ou suffixés aux valeurs.

source: An error occurred when uploading the file.
fr: Une erreur est survenue lors du chargement du fichier.

source: Wrong media type ("{type}") for file.
fr: Média-type incorrect (« {type} ») pour le fichier.

source: The file is empty.
fr: Le fichier est vide.

source: Unable to convert the file.
fr: Impossible de convertir le fichier.

source: The file is successfully converted.
fr: Le fichier a été converti avec succès.

source: The file is successfully converted. You can now copy-paste below data into a custom vocab.
fr: Le fichier est converti avec succès. Vous pouvez maintenant copier-coller les données ci-dessous dans un vocabulaire personnalisé.

source: Convert first a file to get the flat thesaurus.
fr: Convertir d’abord un fichier pour obtenir un thésaurus plat.

source: Structure saved and reindexed ({link}job #{job_id}{link_end}, {link_log}logs{link_end}).
fr: Structure enregistrée et ré-indexée ({link}tâche #{job_id}{link_end}, {link_log}journaux{link_end}).

source: Indexing structure in background. Do not display structure while indexing, else errors may occur ({link}job #{job_id}{link_end}, {link_log}logs{link_end}).
fr: Indexation des concepts en arrière-plan. Ne pas afficher la structure durant l’indexation, sinon des erreurs peuvent apparaître ({link}tâche #{job_id}{link_end}, {link_log}journaux{link_end}).

source: The thesaurus "{title}" is created.
fr: Le thésaurus « {title} » a été créé.

source: Creation of thesaurus "{title}" with {total} lines started ({link}job #{job_id}{link_end}, {link_log}logs{link_end})
fr: Création du thésaurus « {title} » avec {total} lignes démarrée ({link}tâche #{job_id}{link_end}, {link_log}journaux{link_end})

source: Updating concepts in background ({link}job #{job_id}{link_end}, {link_log}logs{link_end}).
fr: Mise à jour des concepts en arrière-plan ({link}tâche #{job_id}{link_end}, {link_log}journaux{link_end}).

source: Thesaurus based on item #{item_id} does not exist or is not available to current user.
fr: Le thésaurus basé sur l’article #{item_id} n’existe pas ou n’est pas disponible pour l’utilisateur actuel.

source: There cannot be more than {total} levels of descendants.
fr: Il ne peut pas y avoir plus de {total} niveaux de descendants.

source: At least one descriptor ("{title}") contains the separator "{value}". You must change it.
fr: Au moins un descripteur (« {title} ») contient le séparateur « {value} ». Vous devez le modifier.

source: There cannot be more than {total} ancestors.
fr: Il ne peut pas y avoir plus de {total} ancêtres.

source: SKOS Vocabulary
fr: Vocabulaire SKOS

source: An RDF vocabulary for describing the basic structure and content of concept schemes such as thesauri, classification schemes, subject heading lists, taxonomies, 'folksonomies', other types of controlled vocabulary, and also concept schemes embedded in glossaries and terminologies.
fr: Un vocabulaire RDF pour décrire la structure de base et le contenu des schémas conceptuels tels que les thésaurus, les schémas de classification, les listes de rubriques, les taxonomies, les « folksonomies », d’autres types de vocabulaire contrôlé, ainsi que les schémas conceptuels intégrés dans les glossaires et les terminologies.

source: An idea or notion; a unit of thought.
fr: Une idée ou une notion ; une unité de pensée.

source: Concept Scheme
fr: Schéma conceptuel

source: A set of concepts, optionally including statements about semantic relationships between those concepts.
fr: Un ensemble de concepts, comprenant éventuellement des déclarations sur les relations sémantiques entre ces concepts.

source: A meaningful collection of concepts.
fr: Un ensemble significatif de concepts.

source: Ordered Collection
fr: Collection ordonnée

source: An ordered collection of concepts, where both the grouping and the ordering are meaningful.
fr: Une collection ordonnée de concepts, où le regroupement et l’ordre sont significatifs.

source: is in scheme
fr: est dans le schéma

source: Relates a resource (for example a concept) to a concept scheme in which it is included.
fr: Relie une ressource (par exemple un concept) à un schéma conceptuel dans lequel elle est incluse.

source: has top concept
fr: a pour concept racine
