Repository: Daniel-KM/Omeka-S-module-Thesaurus
Catalog: language/*.po
Languages: fr

source: Relates, by convention, a concept scheme to a concept which is topmost in the broader/narrower concept hierarchies for that scheme, providing an entry point to these hierarchies.
fr: Relie, par convention, un schéma conceptuel à un concept qui se trouve au sommet des hiérarchies de concepts plus larges/plus étroites pour ce schéma, en fournissant un point d’entrée à ces hiérarchies.

source: is top concept in scheme
fr: est un concept racine du schéma

source: Relates a concept to the concept scheme that it is a top level concept of.
fr: Relie un concept au schéma conceptuel dont il est un concept racine.

source: preferred label
fr: étiquette préférée

source: The preferred lexical label for a resource, in a given language.
fr: Étiquette lexicale préférée pour une ressource, dans une langue donnée.

source: alternative label
fr: étiquette alternative

source: An alternative lexical label for a resource.
fr: Une autre étiquette lexicale pour une ressource.

source: hidden label
fr: étiquette cachée

source: A lexical label for a resource that should be hidden when generating visual displays of the resource, but should still be accessible to free text search operations.
fr: Étiquette lexicale d’une ressource qui doit être cachée dans l’affichage de la ressource, mais qui doit rester accessible pour les opérations de recherche en texte libre.

source: A notation, also known as classification code, is a string of characters such as "T58.5" or "303.4833" used to uniquely identify a concept within the scope of a given concept scheme.
fr: Une notation, également connue sous le nom de code de classification, est une chaîne de caractères telle que « T58.5 » ou « 303.4833 » utilisée pour identifier de manière unique un concept dans le cadre d'un schéma conceptuel donné.

source: A general note, for any purpose.
fr: Une note générale pour tout usage.

source: change note
fr: note de modification

source: A note about a modification to a concept.
fr: Une note sur la modification d’un concept.

source: definition
fr: définition

source: A statement or formal explanation of the meaning of a concept.
fr: Une déclaration ou une explication formelle de la signification d’un concept.

source: editorial note
fr: note éditoriale

source: A note for an editor, translator or maintainer of the vocabulary.
fr: Note destinée à l’éditeur, au traducteur ou au responsable du vocabulaire.

source: example
fr: exemple

source: An example of the use of a concept.
fr: Un exemple d’utilisation d’un concept.

source: history note
fr: note historique

source: A note about the past state/use/meaning of a concept.
fr: Note sur l’état, l’utilisation ou la signification passée d’un concept.

source: scope note
fr: note d’application

source: A note that helps to clarify the meaning and/or the use of a concept.
fr: Note permettant de clarifier le sens et/ou l’utilisation d’un concept.

source: is in semantic relation with
fr: est en relation sémantique avec

source: Links a concept to a concept related by meaning.
fr: Relie un concept à un autre concept par le sens.

source: has broader
fr: a pour générique

source: Relates a concept to a concept that is more general in meaning.
fr: Relie un concept à un concept plus général.

source: has narrower
fr: a pour spécifique

source: Relates a concept to a concept that is more specific in meaning.
fr: Relie un concept à un autre concept plus étroit.

source: has related
fr: est lié à

source: Relates a concept to a concept with which there is an associative semantic relationship.
fr: Relie un concept à un autre concept pour lequel il existe une relation sémantique associative.

source: has broader transitive
fr: a pour générique et transitif

source: skos:broaderTransitive is a transitive superproperty of skos:broader.
fr: skos:broaderTransitive est une super-propriété transitive de skos:broader.

source: has narrower transitive
fr: a pour spécifique et transitif

source: skos:narrowerTransitive is a transitive superproperty of skos:narrower.
fr: skos:narrowerTransitive est une super-propriété transitive de skos:narrower.

source: has member
fr: a pour membre

source: Relates a collection to one of its members.
fr: Relie une collection à l’un de ses membres.

source: has member list
fr: a une liste de membres

source: Relates an ordered collection to the RDF list containing its members.
fr: Relie une collection ordonnée à la liste RDF contenant ses membres.

source: is in mapping relation with
fr: est en relation d’équivalence avec

source: Relates two concepts coming, by convention, from different schemes, and that have comparable meanings
fr: Met en relation deux concepts provenant, par convention, de schémas différents, et qui ont des significations comparables

source: has broader match
fr: a une correspondance plus large

source: skos:broadMatch is used to state a hierarchical mapping link between two conceptual resources in different concept schemes.
fr: skos:broadMatch est utilisé pour indiquer un lien de correspondance hiérarchique entre deux ressources conceptuelles dans des schémas conceptuels différents.

source: has narrower match
fr: a une correspondance plus étroite

source: skos:narrowMatch is used to state a hierarchical mapping link between two conceptual resources in different concept schemes.
fr: skos:narrowMatch est utilisé pour indiquer un lien de correspondance hiérarchique entre deux ressources conceptuelles dans des schémas conceptuels différents.

source: has related match
fr: a une correspondance associative

source: skos:relatedMatch is used to state an associative mapping link between two conceptual resources in different concept schemes.
fr: skos:relatedMatch est utilisé pour indiquer un lien de correspondance associatif entre deux ressources conceptuelles dans différents schémas conceptuels.

source: has exact match
fr: a une correspondance exacte

source: skos:exactMatch is used to link two concepts, indicating a high degree of confidence that the concepts can be used interchangeably across a wide range of information retrieval applications. skos:exactMatch is a transitive property, and is a sub-property of skos:closeMatch.
fr: skos:exactMatch est utilisé pour lier deux concepts en indiquant avec un degré élevé de confiance qu’ils peuvent être utilisés de manière interchangeable dans un large éventail d’applications de recherche d’informations. skos:exactMatch est une propriété transitive et est une sous-propriété de skos:closeMatch.

source: has close match
fr: a une correspondance étroite

source: skos:closeMatch is used to link two concepts that are sufficiently similar that they can be used interchangeably in some information retrieval applications. In order to avoid the possibility of "compound errors" when combining mappings across more than two concept schemes, skos:closeMatch is not declared to be a transitive property.
fr: skos:closeMatch est utilisé pour lier deux concepts qui sont suffisamment similaires pour être utilisés de manière interchangeable dans certaines applications de recherche d’informations. Afin d’éviter la possibilité d’« erreurs composées » lors de la combinaison de correspondances entre plus de deux schémas conceptuels, skos:closeMatch n’est pas déclaré comme étant une propriété transitive.
